[
  {
    "id": 1,
    "image": "assets/images/promotion/trap-car.jpg",
    "title": "Samochodzik pułapka kraken city",
    "titleEng": "Kraken City Trap Car",
    "price": "50",
    "discountValue": 0.2,
    "description": {
      "title": "Samochodzik pułapka kraken city",
      "titleEng": "Kraken City Trap Car",
      "paragraphs": {
        "first": "Hot Wheels Kraken City to niesamowita zabawka dla miłośników motoryzacji i ekscytujących przygód. Ten dynamiczny zestaw zabawek przenosi dzieci w świat wypełniony ekscytującymi wyścigami i niebezpiecznymi akcjami.",
        "second": "Kraken City to zestaw, który wyróżnia się swoją wyjątkową koncepcją - inspirowany morskimi motywami i mitycznymi stworzeniami. Głównym punktem tego zestawu jest niesamowity tor wyścigowy w kształcie potężnego kłębowiska kalmarów. Dzieci mogą ścigać się po krętych trasach, które imitują ruchy morskich fal i zakręty, zapewniając niezapomniane przeżycia podczas każdej rundy.",
        "third": "Zestaw Hot Wheels Kraken City zawiera także różnorodne akcesoria i elementy, które dodają jeszcze więcej dynamiki do zabawy. Możesz spodziewać się tuneli, skoków, pułapek oraz specjalnych punktów startowych, które sprawią, że wyścigi będą jeszcze bardziej ekscytujące. Dodatkowo, w zestawie znajdują się niezwykłe pojazdy Hot Wheels inspirowane morskimi stworzeniami, które zapewnią nie tylko wyjątkową wydajność, ale także estetykę pasującą do tematu zestawu.",
        "fourth": "Hot Wheels Kraken City to nie tylko zabawka, ale również sposób na rozwijanie kreatywności i wyobraźni dziecka. Dzięki możliwościom konstruowania własnych tras i scenariuszy wyścigowych, dzieci mogą eksperymentować, rozwijać umiejętności planowania oraz uczyć się pracy zespołowej poprzez wspólne tworzenie i udoskonalanie tras. W skrócie, Hot Wheels Kraken City to fantastyczna zabawka, która zapewni dzieciom godziny zabawy, pełne emocji i niezapomnianych przygód, jednocześnie rozwijając ich wyobraźnię i umiejętności kreatywne."
      },
      "paragraphsEng": {
        "first": "Hot Wheels Kraken City is an incredible toy for automotive enthusiasts and adventurous souls. This dynamic playset transports children into a world filled with thrilling races and daring actions.",
        "second": "Kraken City stands out with its unique concept - inspired by maritime motifs and mythical creatures. The centerpiece of this set is the amazing race track shaped like a mighty tangle of squids. Children can race along winding tracks that mimic the movements of ocean waves and twists, providing unforgettable experiences with each round.",
        "third": "The Hot Wheels Kraken City set also includes a variety of accessories and elements that add even more dynamism to the play. Expect tunnels, jumps, traps, and special starting points that make the races even more exciting. Additionally, the set features extraordinary Hot Wheels vehicles inspired by maritime creatures, ensuring not only exceptional performance but also aesthetics that match the theme of the set.",
        "fourth": "Hot Wheels Kraken City is not just a toy but also a way to foster creativity and imagination in children. With the ability to construct their own tracks and race scenarios, children can experiment, develop planning skills, and learn teamwork through collaborative creation and improvement of tracks."
      }
    }
  },
  {
    "id": 2,
    "image": "assets/images/promotion/classic-car.jpg",
    "title": "Zestaw klasyki Hot wheels",
    "titleEng": "Hot Wheels Classic Set",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Zestaw klasyki Hot wheels",
      "titleEng": "Hot Wheels Classic Set",
      "paragraphs": {
        "first": "Zestaw Klasyki Hot Wheels to kolekcja, która oddaje ducha prędkości, stylu i nostalgii. Ten zestaw to hołd dla kultowych samochodów, które na zawsze zapisały się w historii motoryzacji.",
        "second": "Zawiera starannie wyselekcjonowane pojazdy Hot Wheels, z których każdy odzwierciedla ducha swojej ery - od smukłych kształtów klasycznych muscle carów po futurystyczne wzornictwo retro-futurystycznych szybkich samochodów. Dzięki szczegółowej dbałości o detale, te odlewane modele oddają esencję oryginałów, stając się niezbędnym elementem kolekcji dla kolekcjonerów i pasjonatów.",
        "third": "Czy przeżywasz ponownie miłe wspomnienia czy też odkrywasz fascynację klasycznymi samochodami po raz pierwszy, Zestaw Klasyki Hot Wheels oferuje coś dla każdego. Od bulgoczących silników amerykańskich muscle carów po elegancję europejskich samochodów sportowych, ta kolekcja celebruje różnorodność i piękno projektowania samochodów.",
        "fourth": "Przygotuj się na podróż przez historię motoryzacji z Zestawem Klasyki Hot Wheels. Bez względu na to, czy będą one dumnie prezentowane na półce, czy też wyścigowe, te ponadczasowe samochody z pewnością wywołają uczucia ekscytacji i nostalgii u fanów w każdym wieku."
      },
      "paragraphsEng": {
        "first": "Introducing the Hot Wheels Classics Set, a timeless collection that encapsulates the essence of speed, style, and nostalgia. This set is a tribute to the iconic cars that have left an indelible mark on automotive history.",
        "second": "Featuring a curated selection of classic Hot Wheels vehicles, each car in this set embodies the spirit of its era, from the sleek curves of vintage muscle cars to the futuristic designs of retro-futuristic speedsters. With meticulous attention to detail, these die-cast replicas capture the essence of the originals, making them a must-have for collectors and enthusiasts alike.",
        "third": "Whether you're reliving fond memories or discovering the allure of classic cars for the first time, the Hot Wheels Classics Set offers something for everyone. From the roaring engines of American muscle to the elegance of European sports cars, this collection celebrates the diversity and beauty of automotive design.",
        "fourth": "Prepare to embark on a journey through automotive history with the Hot Wheels Classics Set. Whether displayed proudly on a shelf or unleashed on the racetrack, these timeless cars are sure to evoke feelings of excitement and nostalgia in fans of all ages."
      }
    }
  },
  {
    "id": 3,
    "image": "assets/images/promotion/czuczu-train.jpg",
    "title": "Zestaw puzzli z pociągami",
    "titleEng": "Train Puzzle Set",
    "price": "30",
    "discountValue": 0.2,
    "description": {
      "title": "Zestaw puzzli z pociągami",
      "titleEng": "Train Puzzle Set",
      "paragraphs": {
        "first": "Zestaw puzzli z pociągami to doskonała zabawa dla miłośników kolei i pasjonatów składania puzzli. Ten zestaw przenosi Cię w fascynujący świat kolejowych podróży, pełen olbrzymich lokomotyw, kolorowych wagonów i malowniczych krajobrazów.",
        "second": "Zestaw zawiera wiele różnorodnych puzzli, z których każde przedstawia inną scenę związana z pociągami. Od szybkich ekspresów przemierzających kraje, po nostalgiczne parowozy mijające malownicze wsie i górzyste tereny - każde z tych puzzli to nowa przygoda, która czeka na odkrycie.",
        "third": "Składanie puzzli to nie tylko wspaniała zabawa, ale także doskonały sposób na rozwijanie zdolności logicznego myślenia, koncentracji i cierpliwości. Poprzez łączenie poszczególnych elementów obrazu, dzieci i dorośli mogą podziwiać nie tylko efekt swojej pracy, ale także odkrywać piękno i różnorodność świata kolejowego.",
        "fourth": "Zestaw puzzli z pociągami to idealny prezent dla wszystkich, którzy kochają podróże, technikę i fascynujące krajobrazy. Ciesz się chwilami spędzonymi nad składaniem puzzli i przenieś się w magiczny świat kolejowych przygód już dziś!"
      },
      "paragraphsEng": {
        "first": "A puzzle set with trains is excellent entertainment for railway enthusiasts and puzzle aficionados alike. This set transports you into the fascinating world of train travel, filled with massive locomotives, colorful carriages, and picturesque landscapes.",
        "second": "The set includes a variety of puzzles, each depicting a different scene related to trains. From fast expresses traversing countries to nostalgic steam engines passing through scenic villages and mountainous terrain - each of these puzzles is a new adventure waiting to be discovered.",
        "third": "Assembling puzzles is not only great fun but also an excellent way to develop logical thinking, concentration, and patience. By connecting the individual puzzle pieces, both children and adults can admire not only the result of their work but also explore the beauty and diversity of the railway world.",
        "fourth": "A puzzle set with trains is the perfect gift for anyone who loves travel, technology, and captivating landscapes. Enjoy the moments spent assembling puzzles and immerse yourself in the magical world of railway adventures today!"
      }
    }
  },
  {
    "id": 4,
    "image": "assets/images/promotion/dino-loop.jpg",
    "title": "Karuzela dinozaura",
    "titleEng": "Dinosaur Carousel",
    "price": "60",
    "discountValue": 0.2,
    "description": {
      "title": "Karuzela dinozaura",
      "titleEng": "Dinosaur Carousel",
      "paragraphs": {
        "first": "Karuzela dinozaura Hot Wheels to niezwykła zabawka, która przenosi dzieci w fascynujący świat prehistorycznych stworzeń w połączeniu z emocjonującymi wyścigami samochodowymi. Ta kolorowa karuzela łączy w sobie dwie ulubione tematy dzieci - dinozaury i samochody Hot Wheels, zapewniając niezapomniane chwile rozrywki i zabawy.",
        "second": "Zabawka ta przedstawia ruchome figurki dinozaurów, które krążą wokół swojej osi na tle dynamicznych torów wyścigowych Hot Wheels. Dzieci mogą obserwować, jak dinozaury toczą emocjonujące pojedynki na torach, prześcigając się i pokonując różnorodne przeszkody.",
        "third": "Karuzela dinozaura Hot Wheels to nie tylko zabawka, ale również narzędzie do rozwijania wyobraźni i kreatywności dzieci. Poprzez eksplorowanie świata dinozaurów i wyścigów samochodowych, dzieci uczą się o różnorodności życia na Ziemi i rozwijają swoje umiejętności logicznego myślenia oraz zdolności manualne.",
        "fourth": "Ta fantastyczna zabawka sprawia, że ​​dzieci mogą poczuć się jak prawdziwi odkrywcy i kierowcy wyścigowi jednocześnie, łącząc przyjemność odkrywania prehistorycznych tajemnic z ekscytującymi wyścigami. Karuzela dinozaura Hot Wheels to doskonały prezent dla każdego małego miłośnika dinozaurów i samochodów!"
      },
      "paragraphsEng": {
        "first": "The Hot Wheels Dinosaur Carousel is an extraordinary toy that transports children into the fascinating world of prehistoric creatures combined with exciting car races. This colorful carousel combines two favorite themes of children - dinosaurs and Hot Wheels cars, providing unforgettable moments of entertainment and fun.",
        "second": "This toy features moving dinosaur figures circling around their axis against the backdrop of dynamic Hot Wheels race tracks. Children can watch as the dinosaurs engage in thrilling races on the tracks, competing and overcoming various obstacles.",
        "third": "The Hot Wheels Dinosaur Carousel is not just a toy but also a tool for fostering imagination and creativity in children. Through exploring the world of dinosaurs and car races, children learn about the diversity of life on Earth and develop their logical thinking skills and manual dexterity.",
        "fourth": "This fantastic toy allows children to feel like true explorers and race drivers simultaneously, combining the pleasure of discovering prehistoric mysteries with exciting races. The Hot Wheels Dinosaur Carousel is a perfect gift for every little dinosaur and car enthusiast!"
      }
    }
  },
  {
    "id": 5,
    "image": "assets/images/promotion/Railcar-train.jpg",
    "title": "Kolej z serii Railcar",
    "titleEng": "Railcar Series Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Kolej z serii Railcar",
      "titleEng": "Railcar Series Train",
      "paragraphs": {
        "first": "Kolej z serii Railcar to niezwykła zabawka, która przenosi dzieci w fascynujący świat kolejowych przygód i konstrukcji. Ten kompletny zestaw pozwala dzieciom zbudować własną trasę kolejową, na której mogą później odbywać niezliczone podróże i odkrywać nowe krajobrazy.",
        "second": "Zabawka ta składa się z różnorodnych elementów, takich jak tory, mosty, tunele oraz wiele innych, które pozwalają na tworzenie różnorodnych konfiguracji torów. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą kreować unikalne trasy, dostosowane do swoich pomysłów i kreatywności.",
        "third": "Kolej Railcar to nie tylko zabawa, ale również sposób na rozwijanie umiejętności konstrukcyjnych i logicznego myślenia u dzieci. Poprzez planowanie tras i łączenie różnych elementów, dzieci uczą się rozwiązywać problemy i rozwijać zdolności przestrzenne.",
        "fourth": "Ta wszechstronna zabawka zapewnia nie tylko godziny rozrywki, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Kolej z serii Railcar to idealna zabawka dla każdego małego miłośnika kolejek i konstrukcji, który pragnie odkrywać świat wciąż na nowo."
      },
      "paragraphsEng": {
        "first": "The Railcar series train is an extraordinary toy that transports children into the fascinating world of railway adventures and construction. This complete set allows children to build their own railway track, where they can later embark on countless journeys and discover new landscapes.",
        "second": "This toy consists of various elements such as tracks, bridges, tunnels, and many others, which allow for the creation of diverse track configurations. With flexibility and the ability to modify, children can create unique routes tailored to their ideas and creativity.",
        "third": "Railcar train is not just a toy, but also a way to develop construction skills and logical thinking in children. Through planning routes and connecting different elements, children learn to solve problems and develop spatial abilities.",
        "fourth": "This versatile toy not only provides hours of entertainment but also serves as an excellent opportunity for shared play and building family bonds. The Railcar series train is the perfect toy for every little train and construction enthusiast who wants to rediscover the world again and again."
      }
    }
  },
  {
    "id": 6,
    "image": "assets/images/promotion/railking-trail.jpg",
    "title": "Ścieżka według Railking",
    "titleEng": "Railking Track",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Ścieżka według Railking",
      "titleEng": "Railking Track",
      "paragraphs": {
        "first": "Ścieżka według Railking to niezwykła kolejka zabawkowa, która przenosi dzieci w fascynujący świat kolejowych przygód i eksploracji. Ten kompletny zestaw pozwala dzieciom stworzyć swoje własne tory kolejowe, na których mogą odbywać niezliczone podróże i odkrywać nowe krajobrazy.",
        "second": "Zabawka ta składa się z różnorodnych elementów, takich jak tory, tory zakrętne, przejazdy kolejowe, mosty, tunel oraz wiele innych, które pozwalają na tworzenie różnorodnych konfiguracji tras. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą projektować unikalne trasy, dostosowane do swoich pomysłów i kreatywności.",
        "third": "Kolejka według Railking to nie tylko zabawa, ale także sposób na rozwijanie umiejętności konstrukcyjnych, logicznego myślenia oraz kreatywności u dzieci. Poprzez planowanie tras, łączenie różnych elementów i tworzenie własnych kompozycji, dzieci uczą się rozwiązywać problemy oraz rozwijają zdolności przestrzenne.",
        "fourth": "Ta wszechstronna kolejka zabawkowa zapewnia nie tylko godziny rozrywki, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Ścieżka według Railking to idealna zabawka dla każdego małego miłośnika kolei, który pragnie odkrywać świat wciąż na nowo."
      },
      "paragraphsEng": {
        "first": "The Railking Track is an extraordinary toy train set that transports children into the fascinating world of railway adventures and exploration. This complete set allows children to create their own railway tracks, on which they can embark on countless journeys and discover new landscapes.",
        "second": "This toy consists of various elements such as tracks, curved tracks, railroad crossings, bridges, tunnels, and many others, which allow for the creation of diverse track configurations. With flexibility and the ability to modify, children can design unique routes tailored to their ideas and creativity.",
        "third": "The Railking Train is not just a toy but also a way to develop construction skills, logical thinking, and creativity in children. Through planning routes, connecting different elements, and creating their own compositions, children learn to solve problems and develop spatial abilities.",
        "fourth": "This versatile toy train set provides not only hours of entertainment but also serves as an excellent opportunity for shared play and building family bonds. The Railking Track is the perfect toy for every little train enthusiast who wants to rediscover the world again and again."
      }
    }
  },
  {
    "id": 7,
    "image": "assets/images/promotion/spiral-car.jpg",
    "title": "Szalona spirala Hot Wheels",
    "titleEng": "Hot Wheels Crazy Spiral",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Szalona spirala Hot Wheels",
      "titleEng": "Hot Wheels Crazy Spiral",
      "paragraphs": {
        "first": "Szalona spirala Hot Wheels to niesamowita zabawka, która zapewni dzieciom wiele emocji i ekscytującej rozrywki. Ten zestaw pozwala na budowę wielopoziomowej spirali, która jest doskonałą areną do niekończących się wyścigów samochodowych.",
        "second": "Zabawka składa się z różnorodnych elementów, takich jak torowiska, pętle, zakręty, oraz wiele innych, które tworzą pełną akcji trasę wyścigową. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą tworzyć unikalne konfiguracje torów, co zapewnia niezapomniane przeżycia podczas każdej rundy wyścigów.",
        "third": "Szalona spirala Hot Wheels to nie tylko zabawa, ale również sposób na rozwijanie zdolności planowania i kreatywności u dzieci. Poprzez konstruowanie własnych tras wyścigowych, dzieci uczą się rozwiązywać problemy oraz rozwijają zdolności przestrzenne i umiejętności manualne.",
        "fourth": "Ten dynamiczny zestaw zapewni nie tylko wiele godzin zabawy, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Szalona spirala Hot Wheels to idealna zabawka dla każdego małego pasjonata wyścigów samochodowych, który pragnie poczuć dreszczyk emocji i adrenaliny na torze wyścigowym."
      },
      "paragraphsEng": {
        "first": "The Crazy Hot Wheels Spiral is an incredible toy that will provide children with lots of excitement and thrilling entertainment. This set allows for the construction of a multi-level spiral, which serves as the perfect arena for endless car races.",
        "second": "The toy consists of various elements such as tracks, loops, twists, and many others, creating an action-packed racing track. With flexibility and the ability to modify, children can create unique track configurations, ensuring unforgettable experiences during each race round.",
        "third": "The Crazy Hot Wheels Spiral is not just fun but also a way to develop planning skills and creativity in children. By building their own racing tracks, children learn to solve problems and develop spatial awareness and manual skills.",
        "fourth": "This dynamic set will not only provide hours of entertainment but also serves as a great opportunity for shared play and building family bonds. The Crazy Hot Wheels Spiral is the perfect toy for every little racing enthusiast who wants to feel the thrill of excitement and adrenaline on the race track."
      }
    }
  },
  {
    "id": 8,
    "image": "assets/images/promotion/thomas-friends-train.jpg",
    "title": "Pociąg z serii Tomek i przyjaciele",
    "titleEng": "Thomas & Friends Series Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Pociąg z serii Tomek i przyjaciele",
      "titleEng": "Thomas & Friends Series Train",
      "paragraphs": {
        "first": "Pociąg z serii Tomek i Przyjaciele to niezwykła zabawka, która przenosi dzieci w magiczny świat opowieści z Kolei Wąskotorowej. Ten uroczy zestaw pozwala dzieciom odtwarzać ulubione sceny z kultowego serialu animowanego oraz tworzyć własne przygody na torach.",
        "second": "Zabawka ta składa się z detalicznie wykonanych modeli pociągów i wagonów, które są wiernymi replikami postaci z serialu. Dzieci mogą kierować pociągami po torach, udając się w podróż przez malownicze krajobrazy Wyspy Sodor, spotykając na swojej drodze znane postacie jak Tomasz, Percy czy James.",
        "third": "Pociąg z serii Tomek i Przyjaciele nie tylko zapewnia rozrywkę, ale także rozwija wyobraźnię i kreatywność u dzieci. Poprzez odgrywanie scenek z ulubionego serialu lub tworzenie własnych historii, dzieci uczą się współpracy, rozwijają zdolności narracyjne i ćwiczą umiejętności spostrzegawczości.",
        "fourth": "Ten uroczy zestaw zabawek to idealny prezent dla każdego małego miłośnika Tomka i Przyjaciół, który pragnie odkrywać magiczny świat kolei wraz z ulubionymi bohaterami."
      },
      "paragraphsEng": {
        "first": "The Thomas & Friends train set is an extraordinary toy that transports children into the magical world of stories from the Narrow Gauge Railway. This charming set allows children to recreate their favorite scenes from the iconic animated series and create their own adventures on the tracks.",
        "second": "This toy consists of intricately crafted models of trains and carriages, which are faithful replicas of the characters from the series. Children can operate the trains on the tracks, embarking on journeys through the picturesque landscapes of the Island of Sodor, encountering familiar characters such as Thomas, Percy, and James along the way.",
        "third": "The Thomas & Friends train set not only provides entertainment but also fosters imagination and creativity in children. Through reenacting scenes from the beloved series or creating their own stories, children learn cooperation, develop storytelling skills, and hone their observational abilities.",
        "fourth": "This charming toy set is the perfect gift for every little Thomas & Friends enthusiast who wants to explore the magical world of railways with their favorite characters."
      }
    }
  },
  {
    "id": 9,
    "image": "assets/images/promotion/thomas-train.jpg",
    "title": "Pociąg Tomek",
    "titleEng": "Thomas Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Pociąg Tomek",
      "titleEng": "Thomas Train",
      "paragraphs": {
        "first": "Pociąg Tomek to zabawka, która przynosi dużo radości i zabawy każdemu małemu fanowi Kolei Wąskotorowej. Ta urocza zabawka przedstawia wierną replikę kultowego pociągu z popularnego serialu Tomek i Przyjaciele",
        "second": "Zestaw zawiera model pociągu Tomka oraz kilka wagonów, które mogą być łączone w dowolny sposób. Dzięki nim dzieci mogą odgrywać scenki z ulubionego serialu lub wymyślać własne przygody na torach.",
        "third": "Pociąg Tomek wykonany jest z wytrzymałych materiałów, co gwarantuje długotrwałą zabawę. Dzieci mogą prowadzić pociąg po różnych powierzchniach, odkrywając nowe tory i eksplorując fantastyczne krajobrazy.",
        "fourth": "Ta zabawka nie tylko zapewnia rozrywkę, ale także rozwija wyobraźnię i kreatywność dziecka. Przez zabawę pociągiem Tomek dzieci uczą się współpracy, rozwijają zdolności narracyjne i uczą się cieszyć z magicznych chwil spędzonych na torach.",
        "fifth": "Pociąg Tomek to idealny prezent dla każdego malucha, który uwielbia przygody z Tomkiem i Przyjaciółmi oraz marzy o własnych podróżach w fascynujący świat kolei."
      },
      "paragraphsEng": {
        "first": "Tomek Train is a toy that brings a lot of joy and fun to every little fan of the Narrow Gauge Railway. This charming toy depicts a faithful replica of the iconic train from the popular TV series Thomas & Friends.",
        "second": "The set includes a model of the Tomek train and several carriages that can be connected in any way. With them, children can act out scenes from their favorite TV show or create their own adventures on the tracks.",
        "third": "Tomek Train is made of durable materials, ensuring long-lasting play. Children can drive the train on various surfaces, discovering new tracks and exploring fantastic landscapes.",
        "fourth": "This toy not only provides entertainment but also fosters the imagination and creativity of the child. Through playing with the Tomek train, children learn cooperation, develop storytelling skills, and learn to enjoy magical moments spent on the tracks.",
        "fifth": "Tomek Train is the perfect gift for every little one who loves adventures with Thomas and Friends and dreams of their own journeys in the fascinating world of railways."
      }
    }
  }
]
