{
    "logo": "Logo",
    "promotion": "Promotions",
    "inspiration": "Inspirations",
    "news": "News",
    "contact": "Contact",

    "title": "Welcome to the Toy World!",
    "title-text": "Welcome to our magical store full of joy and creativity! We are proud to be able to provide you with high-quality toys that not only entertain but also nurture the imagination and skills of your child.",
    "mission": "Our Mission",
    "mission-text": "Our mission is to ensure children worldwide have access to safe, educational, and inspiring toys. We believe that play is key to development, which is why we offer a wide range of products that support emotional, social, and cognitive development.",
    "offer": "Our Offer",
    "offer-text": "In our store, you will find everything your child needs to grow and enjoy playtime. We offer toys for children of all ages, from infants to older kids. Our products include:",
    "offer-list-item-one": "Interactive educational toys that enhance cognitive and logical skills.",
    "offer-list-item-two": "Creative playsets that inspire children to express themselves and develop their imagination.",
    "offer-list-item-three": "Construction toys that aid in developing manual dexterity and spatial thinking.",
    "offer-list-item-four": "Interactive toys that engage children in active play and learning through interaction.",
    "offer-list-item-five": "Educational games that teach children important skills such as counting, reading, and problem-solving.",
    "why-us": "Why Choose Us?",
    "why-us-list-item-one-intro": "Quality and Safety: ",
    "why-us-list-item-one": "All our toys are carefully selected with quality and safety in mind. We ensure they meet the highest safety standards.",
    "why-us-list-item-two-intro": "Education and Development: ",
    "why-us-list-item-two": "Our toys not only entertain but also educate and develop. We support children in their development by offering products that stimulate various developmental areas.",
    "why-us-list-item-three-intro": "Inspiring Selection: ",
    "why-us-list-item-three": "In our store, you will find a wide selection of toys suitable for children of different ages and interests. With us, every child will find something they love!",
    "why-us-list-item-four-intro": "Professional Service: ",
    "why-us-list-item-four": "Our team consists of enthusiasts who are happy to assist you in choosing the perfect toys for your child. We are here to provide you with the best shopping experience.",

    "promotion-box-name-1": "Trap car Kraken city "
}

