[
  {
    "id": 1,
    "type": "promotion",
    "image": "assets/images/promotion/trap-car.jpg",
    "title": "Samochodzik pułapka kraken city",
    "titleEng": "Kraken City Trap Car",
    "price": "50",
    "discountValue": 0.2,
    "description": {
      "title": "Samochodzik pułapka kraken city",
      "titleEng": "Kraken City Trap Car",
      "paragraphs": {
        "first": "Hot Wheels Kraken City to niesamowita zabawka dla miłośników motoryzacji i ekscytujących przygód. Ten dynamiczny zestaw zabawek przenosi dzieci w świat wypełniony ekscytującymi wyścigami i niebezpiecznymi akcjami.",
        "second": "Kraken City to zestaw, który wyróżnia się swoją wyjątkową koncepcją - inspirowany morskimi motywami i mitycznymi stworzeniami. Głównym punktem tego zestawu jest niesamowity tor wyścigowy w kształcie potężnego kłębowiska kalmarów. Dzieci mogą ścigać się po krętych trasach, które imitują ruchy morskich fal i zakręty, zapewniając niezapomniane przeżycia podczas każdej rundy.",
        "third": "Zestaw Hot Wheels Kraken City zawiera także różnorodne akcesoria i elementy, które dodają jeszcze więcej dynamiki do zabawy. Możesz spodziewać się tuneli, skoków, pułapek oraz specjalnych punktów startowych, które sprawią, że wyścigi będą jeszcze bardziej ekscytujące. Dodatkowo, w zestawie znajdują się niezwykłe pojazdy Hot Wheels inspirowane morskimi stworzeniami, które zapewnią nie tylko wyjątkową wydajność, ale także estetykę pasującą do tematu zestawu.",
        "fourth": "Hot Wheels Kraken City to nie tylko zabawka, ale również sposób na rozwijanie kreatywności i wyobraźni dziecka. Dzięki możliwościom konstruowania własnych tras i scenariuszy wyścigowych, dzieci mogą eksperymentować, rozwijać umiejętności planowania oraz uczyć się pracy zespołowej poprzez wspólne tworzenie i udoskonalanie tras. W skrócie, Hot Wheels Kraken City to fantastyczna zabawka, która zapewni dzieciom godziny zabawy, pełne emocji i niezapomnianych przygód, jednocześnie rozwijając ich wyobraźnię i umiejętności kreatywne."
      },
      "paragraphsEng": {
        "first": "Hot Wheels Kraken City is an incredible toy for automotive enthusiasts and adventurous souls. This dynamic playset transports children into a world filled with thrilling races and daring actions.",
        "second": "Kraken City stands out with its unique concept - inspired by maritime motifs and mythical creatures. The centerpiece of this set is the amazing race track shaped like a mighty tangle of squids. Children can race along winding tracks that mimic the movements of ocean waves and twists, providing unforgettable experiences with each round.",
        "third": "The Hot Wheels Kraken City set also includes a variety of accessories and elements that add even more dynamism to the play. Expect tunnels, jumps, traps, and special starting points that make the races even more exciting. Additionally, the set features extraordinary Hot Wheels vehicles inspired by maritime creatures, ensuring not only exceptional performance but also aesthetics that match the theme of the set.",
        "fourth": "Hot Wheels Kraken City is not just a toy but also a way to foster creativity and imagination in children. With the ability to construct their own tracks and race scenarios, children can experiment, develop planning skills, and learn teamwork through collaborative creation and improvement of tracks."
      }
    }
  },
  {
    "id": 2,
    "type": "promotion",
    "image": "assets/images/promotion/classic-car.jpg",
    "title": "Zestaw klasyki Hot wheels",
    "titleEng": "Hot Wheels Classic Set",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Zestaw klasyki Hot wheels",
      "titleEng": "Hot Wheels Classic Set",
      "paragraphs": {
        "first": "Zestaw Klasyki Hot Wheels to kolekcja, która oddaje ducha prędkości, stylu i nostalgii. Ten zestaw to hołd dla kultowych samochodów, które na zawsze zapisały się w historii motoryzacji.",
        "second": "Zawiera starannie wyselekcjonowane pojazdy Hot Wheels, z których każdy odzwierciedla ducha swojej ery - od smukłych kształtów klasycznych muscle carów po futurystyczne wzornictwo retro-futurystycznych szybkich samochodów. Dzięki szczegółowej dbałości o detale, te odlewane modele oddają esencję oryginałów, stając się niezbędnym elementem kolekcji dla kolekcjonerów i pasjonatów.",
        "third": "Czy przeżywasz ponownie miłe wspomnienia czy też odkrywasz fascynację klasycznymi samochodami po raz pierwszy, Zestaw Klasyki Hot Wheels oferuje coś dla każdego. Od bulgoczących silników amerykańskich muscle carów po elegancję europejskich samochodów sportowych, ta kolekcja celebruje różnorodność i piękno projektowania samochodów.",
        "fourth": "Przygotuj się na podróż przez historię motoryzacji z Zestawem Klasyki Hot Wheels. Bez względu na to, czy będą one dumnie prezentowane na półce, czy też wyścigowe, te ponadczasowe samochody z pewnością wywołają uczucia ekscytacji i nostalgii u fanów w każdym wieku."
      },
      "paragraphsEng": {
        "first": "Introducing the Hot Wheels Classics Set, a timeless collection that encapsulates the essence of speed, style, and nostalgia. This set is a tribute to the iconic cars that have left an indelible mark on automotive history.",
        "second": "Featuring a curated selection of classic Hot Wheels vehicles, each car in this set embodies the spirit of its era, from the sleek curves of vintage muscle cars to the futuristic designs of retro-futuristic speedsters. With meticulous attention to detail, these die-cast replicas capture the essence of the originals, making them a must-have for collectors and enthusiasts alike.",
        "third": "Whether you're reliving fond memories or discovering the allure of classic cars for the first time, the Hot Wheels Classics Set offers something for everyone. From the roaring engines of American muscle to the elegance of European sports cars, this collection celebrates the diversity and beauty of automotive design.",
        "fourth": "Prepare to embark on a journey through automotive history with the Hot Wheels Classics Set. Whether displayed proudly on a shelf or unleashed on the racetrack, these timeless cars are sure to evoke feelings of excitement and nostalgia in fans of all ages."
      }
    }
  },
  {
    "id": 3,
    "type": "promotion",
    "image": "assets/images/promotion/czuczu-train.jpg",
    "title": "Zestaw puzzli z pociągami",
    "titleEng": "Train Puzzle Set",
    "price": "30",
    "discountValue": 0.2,
    "description": {
      "title": "Zestaw puzzli z pociągami",
      "titleEng": "Train Puzzle Set",
      "paragraphs": {
        "first": "Zestaw puzzli z pociągami to doskonała zabawa dla miłośników kolei i pasjonatów składania puzzli. Ten zestaw przenosi Cię w fascynujący świat kolejowych podróży, pełen olbrzymich lokomotyw, kolorowych wagonów i malowniczych krajobrazów.",
        "second": "Zestaw zawiera wiele różnorodnych puzzli, z których każde przedstawia inną scenę związana z pociągami. Od szybkich ekspresów przemierzających kraje, po nostalgiczne parowozy mijające malownicze wsie i górzyste tereny - każde z tych puzzli to nowa przygoda, która czeka na odkrycie.",
        "third": "Składanie puzzli to nie tylko wspaniała zabawa, ale także doskonały sposób na rozwijanie zdolności logicznego myślenia, koncentracji i cierpliwości. Poprzez łączenie poszczególnych elementów obrazu, dzieci i dorośli mogą podziwiać nie tylko efekt swojej pracy, ale także odkrywać piękno i różnorodność świata kolejowego.",
        "fourth": "Zestaw puzzli z pociągami to idealny prezent dla wszystkich, którzy kochają podróże, technikę i fascynujące krajobrazy. Ciesz się chwilami spędzonymi nad składaniem puzzli i przenieś się w magiczny świat kolejowych przygód już dziś!"
      },
      "paragraphsEng": {
        "first": "A puzzle set with trains is excellent entertainment for railway enthusiasts and puzzle aficionados alike. This set transports you into the fascinating world of train travel, filled with massive locomotives, colorful carriages, and picturesque landscapes.",
        "second": "The set includes a variety of puzzles, each depicting a different scene related to trains. From fast expresses traversing countries to nostalgic steam engines passing through scenic villages and mountainous terrain - each of these puzzles is a new adventure waiting to be discovered.",
        "third": "Assembling puzzles is not only great fun but also an excellent way to develop logical thinking, concentration, and patience. By connecting the individual puzzle pieces, both children and adults can admire not only the result of their work but also explore the beauty and diversity of the railway world.",
        "fourth": "A puzzle set with trains is the perfect gift for anyone who loves travel, technology, and captivating landscapes. Enjoy the moments spent assembling puzzles and immerse yourself in the magical world of railway adventures today!"
      }
    }
  },
  {
    "id": 4,
    "type": "promotion",
    "image": "assets/images/promotion/dino-loop.jpg",
    "title": "Karuzela dinozaura",
    "titleEng": "Dinosaur Carousel",
    "price": "60",
    "discountValue": 0.2,
    "description": {
      "title": "Karuzela dinozaura",
      "titleEng": "Dinosaur Carousel",
      "paragraphs": {
        "first": "Karuzela dinozaura Hot Wheels to niezwykła zabawka, która przenosi dzieci w fascynujący świat prehistorycznych stworzeń w połączeniu z emocjonującymi wyścigami samochodowymi. Ta kolorowa karuzela łączy w sobie dwie ulubione tematy dzieci - dinozaury i samochody Hot Wheels, zapewniając niezapomniane chwile rozrywki i zabawy.",
        "second": "Zabawka ta przedstawia ruchome figurki dinozaurów, które krążą wokół swojej osi na tle dynamicznych torów wyścigowych Hot Wheels. Dzieci mogą obserwować, jak dinozaury toczą emocjonujące pojedynki na torach, prześcigając się i pokonując różnorodne przeszkody.",
        "third": "Karuzela dinozaura Hot Wheels to nie tylko zabawka, ale również narzędzie do rozwijania wyobraźni i kreatywności dzieci. Poprzez eksplorowanie świata dinozaurów i wyścigów samochodowych, dzieci uczą się o różnorodności życia na Ziemi i rozwijają swoje umiejętności logicznego myślenia oraz zdolności manualne.",
        "fourth": "Ta fantastyczna zabawka sprawia, że ​​dzieci mogą poczuć się jak prawdziwi odkrywcy i kierowcy wyścigowi jednocześnie, łącząc przyjemność odkrywania prehistorycznych tajemnic z ekscytującymi wyścigami. Karuzela dinozaura Hot Wheels to doskonały prezent dla każdego małego miłośnika dinozaurów i samochodów!"
      },
      "paragraphsEng": {
        "first": "The Hot Wheels Dinosaur Carousel is an extraordinary toy that transports children into the fascinating world of prehistoric creatures combined with exciting car races. This colorful carousel combines two favorite themes of children - dinosaurs and Hot Wheels cars, providing unforgettable moments of entertainment and fun.",
        "second": "This toy features moving dinosaur figures circling around their axis against the backdrop of dynamic Hot Wheels race tracks. Children can watch as the dinosaurs engage in thrilling races on the tracks, competing and overcoming various obstacles.",
        "third": "The Hot Wheels Dinosaur Carousel is not just a toy but also a tool for fostering imagination and creativity in children. Through exploring the world of dinosaurs and car races, children learn about the diversity of life on Earth and develop their logical thinking skills and manual dexterity.",
        "fourth": "This fantastic toy allows children to feel like true explorers and race drivers simultaneously, combining the pleasure of discovering prehistoric mysteries with exciting races. The Hot Wheels Dinosaur Carousel is a perfect gift for every little dinosaur and car enthusiast!"
      }
    }
  },
  {
    "id": 5,
    "type": "promotion",
    "image": "assets/images/promotion/Railcar-train.jpg",
    "title": "Kolej z serii Railcar",
    "titleEng": "Railcar Series Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Kolej z serii Railcar",
      "titleEng": "Railcar Series Train",
      "paragraphs": {
        "first": "Kolej z serii Railcar to niezwykła zabawka, która przenosi dzieci w fascynujący świat kolejowych przygód i konstrukcji. Ten kompletny zestaw pozwala dzieciom zbudować własną trasę kolejową, na której mogą później odbywać niezliczone podróże i odkrywać nowe krajobrazy.",
        "second": "Zabawka ta składa się z różnorodnych elementów, takich jak tory, mosty, tunele oraz wiele innych, które pozwalają na tworzenie różnorodnych konfiguracji torów. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą kreować unikalne trasy, dostosowane do swoich pomysłów i kreatywności.",
        "third": "Kolej Railcar to nie tylko zabawa, ale również sposób na rozwijanie umiejętności konstrukcyjnych i logicznego myślenia u dzieci. Poprzez planowanie tras i łączenie różnych elementów, dzieci uczą się rozwiązywać problemy i rozwijać zdolności przestrzenne.",
        "fourth": "Ta wszechstronna zabawka zapewnia nie tylko godziny rozrywki, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Kolej z serii Railcar to idealna zabawka dla każdego małego miłośnika kolejek i konstrukcji, który pragnie odkrywać świat wciąż na nowo."
      },
      "paragraphsEng": {
        "first": "The Railcar series train is an extraordinary toy that transports children into the fascinating world of railway adventures and construction. This complete set allows children to build their own railway track, where they can later embark on countless journeys and discover new landscapes.",
        "second": "This toy consists of various elements such as tracks, bridges, tunnels, and many others, which allow for the creation of diverse track configurations. With flexibility and the ability to modify, children can create unique routes tailored to their ideas and creativity.",
        "third": "Railcar train is not just a toy, but also a way to develop construction skills and logical thinking in children. Through planning routes and connecting different elements, children learn to solve problems and develop spatial abilities.",
        "fourth": "This versatile toy not only provides hours of entertainment but also serves as an excellent opportunity for shared play and building family bonds. The Railcar series train is the perfect toy for every little train and construction enthusiast who wants to rediscover the world again and again."
      }
    }
  },
  {
    "id": 6,
    "type": "promotion",
    "image": "assets/images/promotion/railking-trail.jpg",
    "title": "Ścieżka według Railking",
    "titleEng": "Railking Track",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Ścieżka według Railking",
      "titleEng": "Railking Track",
      "paragraphs": {
        "first": "Ścieżka według Railking to niezwykła kolejka zabawkowa, która przenosi dzieci w fascynujący świat kolejowych przygód i eksploracji. Ten kompletny zestaw pozwala dzieciom stworzyć swoje własne tory kolejowe, na których mogą odbywać niezliczone podróże i odkrywać nowe krajobrazy.",
        "second": "Zabawka ta składa się z różnorodnych elementów, takich jak tory, tory zakrętne, przejazdy kolejowe, mosty, tunel oraz wiele innych, które pozwalają na tworzenie różnorodnych konfiguracji tras. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą projektować unikalne trasy, dostosowane do swoich pomysłów i kreatywności.",
        "third": "Kolejka według Railking to nie tylko zabawa, ale także sposób na rozwijanie umiejętności konstrukcyjnych, logicznego myślenia oraz kreatywności u dzieci. Poprzez planowanie tras, łączenie różnych elementów i tworzenie własnych kompozycji, dzieci uczą się rozwiązywać problemy oraz rozwijają zdolności przestrzenne.",
        "fourth": "Ta wszechstronna kolejka zabawkowa zapewnia nie tylko godziny rozrywki, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Ścieżka według Railking to idealna zabawka dla każdego małego miłośnika kolei, który pragnie odkrywać świat wciąż na nowo."
      },
      "paragraphsEng": {
        "first": "The Railking Track is an extraordinary toy train set that transports children into the fascinating world of railway adventures and exploration. This complete set allows children to create their own railway tracks, on which they can embark on countless journeys and discover new landscapes.",
        "second": "This toy consists of various elements such as tracks, curved tracks, railroad crossings, bridges, tunnels, and many others, which allow for the creation of diverse track configurations. With flexibility and the ability to modify, children can design unique routes tailored to their ideas and creativity.",
        "third": "The Railking Train is not just a toy but also a way to develop construction skills, logical thinking, and creativity in children. Through planning routes, connecting different elements, and creating their own compositions, children learn to solve problems and develop spatial abilities.",
        "fourth": "This versatile toy train set provides not only hours of entertainment but also serves as an excellent opportunity for shared play and building family bonds. The Railking Track is the perfect toy for every little train enthusiast who wants to rediscover the world again and again."
      }
    }
  },
  {
    "id": 7,
    "type": "promotion",
    "image": "assets/images/promotion/spiral-car.jpg",
    "title": "Szalona spirala Hot Wheels",
    "titleEng": "Hot Wheels Crazy Spiral",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Szalona spirala Hot Wheels",
      "titleEng": "Hot Wheels Crazy Spiral",
      "paragraphs": {
        "first": "Szalona spirala Hot Wheels to niesamowita zabawka, która zapewni dzieciom wiele emocji i ekscytującej rozrywki. Ten zestaw pozwala na budowę wielopoziomowej spirali, która jest doskonałą areną do niekończących się wyścigów samochodowych.",
        "second": "Zabawka składa się z różnorodnych elementów, takich jak torowiska, pętle, zakręty, oraz wiele innych, które tworzą pełną akcji trasę wyścigową. Dzięki elastyczności i możliwości modyfikacji, dzieci mogą tworzyć unikalne konfiguracje torów, co zapewnia niezapomniane przeżycia podczas każdej rundy wyścigów.",
        "third": "Szalona spirala Hot Wheels to nie tylko zabawa, ale również sposób na rozwijanie zdolności planowania i kreatywności u dzieci. Poprzez konstruowanie własnych tras wyścigowych, dzieci uczą się rozwiązywać problemy oraz rozwijają zdolności przestrzenne i umiejętności manualne.",
        "fourth": "Ten dynamiczny zestaw zapewni nie tylko wiele godzin zabawy, ale także stanowi doskonałą okazję do wspólnej zabawy i budowania więzi rodzinnych. Szalona spirala Hot Wheels to idealna zabawka dla każdego małego pasjonata wyścigów samochodowych, który pragnie poczuć dreszczyk emocji i adrenaliny na torze wyścigowym."
      },
      "paragraphsEng": {
        "first": "The Crazy Hot Wheels Spiral is an incredible toy that will provide children with lots of excitement and thrilling entertainment. This set allows for the construction of a multi-level spiral, which serves as the perfect arena for endless car races.",
        "second": "The toy consists of various elements such as tracks, loops, twists, and many others, creating an action-packed racing track. With flexibility and the ability to modify, children can create unique track configurations, ensuring unforgettable experiences during each race round.",
        "third": "The Crazy Hot Wheels Spiral is not just fun but also a way to develop planning skills and creativity in children. By building their own racing tracks, children learn to solve problems and develop spatial awareness and manual skills.",
        "fourth": "This dynamic set will not only provide hours of entertainment but also serves as a great opportunity for shared play and building family bonds. The Crazy Hot Wheels Spiral is the perfect toy for every little racing enthusiast who wants to feel the thrill of excitement and adrenaline on the race track."
      }
    }
  },
  {
    "id": 8,
    "type": "promotion",
    "image": "assets/images/promotion/thomas-friends-train.jpg",
    "title": "Pociąg z serii Tomek i przyjaciele",
    "titleEng": "Thomas & Friends Series Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Pociąg z serii Tomek i przyjaciele",
      "titleEng": "Thomas & Friends Series Train",
      "paragraphs": {
        "first": "Pociąg z serii Tomek i Przyjaciele to niezwykła zabawka, która przenosi dzieci w magiczny świat opowieści z Kolei Wąskotorowej. Ten uroczy zestaw pozwala dzieciom odtwarzać ulubione sceny z kultowego serialu animowanego oraz tworzyć własne przygody na torach.",
        "second": "Zabawka ta składa się z detalicznie wykonanych modeli pociągów i wagonów, które są wiernymi replikami postaci z serialu. Dzieci mogą kierować pociągami po torach, udając się w podróż przez malownicze krajobrazy Wyspy Sodor, spotykając na swojej drodze znane postacie jak Tomasz, Percy czy James.",
        "third": "Pociąg z serii Tomek i Przyjaciele nie tylko zapewnia rozrywkę, ale także rozwija wyobraźnię i kreatywność u dzieci. Poprzez odgrywanie scenek z ulubionego serialu lub tworzenie własnych historii, dzieci uczą się współpracy, rozwijają zdolności narracyjne i ćwiczą umiejętności spostrzegawczości.",
        "fourth": "Ten uroczy zestaw zabawek to idealny prezent dla każdego małego miłośnika Tomka i Przyjaciół, który pragnie odkrywać magiczny świat kolei wraz z ulubionymi bohaterami."
      },
      "paragraphsEng": {
        "first": "The Thomas & Friends train set is an extraordinary toy that transports children into the magical world of stories from the Narrow Gauge Railway. This charming set allows children to recreate their favorite scenes from the iconic animated series and create their own adventures on the tracks.",
        "second": "This toy consists of intricately crafted models of trains and carriages, which are faithful replicas of the characters from the series. Children can operate the trains on the tracks, embarking on journeys through the picturesque landscapes of the Island of Sodor, encountering familiar characters such as Thomas, Percy, and James along the way.",
        "third": "The Thomas & Friends train set not only provides entertainment but also fosters imagination and creativity in children. Through reenacting scenes from the beloved series or creating their own stories, children learn cooperation, develop storytelling skills, and hone their observational abilities.",
        "fourth": "This charming toy set is the perfect gift for every little Thomas & Friends enthusiast who wants to explore the magical world of railways with their favorite characters."
      }
    }
  },
  {
    "id": 9,
    "type": "promotion",
    "image": "assets/images/promotion/thomas-train.jpg",
    "title": "Pociąg Tomek",
    "titleEng": "Thomas Train",
    "price": "40",
    "discountValue": 0.2,
    "description": {
      "title": "Pociąg Tomek",
      "titleEng": "Thomas Train",
      "paragraphs": {
        "first": "Pociąg Tomek to zabawka, która przynosi dużo radości i zabawy każdemu małemu fanowi Kolei Wąskotorowej. Ta urocza zabawka przedstawia wierną replikę kultowego pociągu z popularnego serialu Tomek i Przyjaciele",
        "second": "Zestaw zawiera model pociągu Tomka oraz kilka wagonów, które mogą być łączone w dowolny sposób. Dzięki nim dzieci mogą odgrywać scenki z ulubionego serialu lub wymyślać własne przygody na torach.",
        "third": "Pociąg Tomek wykonany jest z wytrzymałych materiałów, co gwarantuje długotrwałą zabawę. Dzieci mogą prowadzić pociąg po różnych powierzchniach, odkrywając nowe tory i eksplorując fantastyczne krajobrazy.",
        "fourth": "Ta zabawka nie tylko zapewnia rozrywkę, ale także rozwija wyobraźnię i kreatywność dziecka. Przez zabawę pociągiem Tomek dzieci uczą się współpracy, rozwijają zdolności narracyjne i uczą się cieszyć z magicznych chwil spędzonych na torach.",
        "fifth": "Pociąg Tomek to idealny prezent dla każdego malucha, który uwielbia przygody z Tomkiem i Przyjaciółmi oraz marzy o własnych podróżach w fascynujący świat kolei."
      },
      "paragraphsEng": {
        "first": "Tomek Train is a toy that brings a lot of joy and fun to every little fan of the Narrow Gauge Railway. This charming toy depicts a faithful replica of the iconic train from the popular TV series Thomas & Friends.",
        "second": "The set includes a model of the Tomek train and several carriages that can be connected in any way. With them, children can act out scenes from their favorite TV show or create their own adventures on the tracks.",
        "third": "Tomek Train is made of durable materials, ensuring long-lasting play. Children can drive the train on various surfaces, discovering new tracks and exploring fantastic landscapes.",
        "fourth": "This toy not only provides entertainment but also fosters the imagination and creativity of the child. Through playing with the Tomek train, children learn cooperation, develop storytelling skills, and learn to enjoy magical moments spent on the tracks.",
        "fifth": "Tomek Train is the perfect gift for every little one who loves adventures with Thomas and Friends and dreams of their own journeys in the fascinating world of railways."
      }
    }
  },
  {
    "id": 10,
    "type": "inspiration",
    "image": "assets/images/inspiration/20-car-pack.jpg",
    "inspirationImagePopup": "assets/images/inspiration/20-car-pack.jpg",
    "title": "Paczka 20 samochodzików hot wheels",
    "titleEng": "The pack of 20 Hot Wheels cars.",
    "price": "25",
    "description": {
      "title": "Paczka 20 samochodzików",
      "titleEng": "The pack of 20 Hot Wheels cars.",
      "paragraphs": {
        "first": "Zapraszamy do ekscytującej przygody z Paczką 20 samochodzików Hot Wheels! Ta kolekcja niezwykłych pojazdów to marzenie każdego miłośnika motoryzacji i fanów akcji na drodze.",
        "second": "W Paczce 20 samochodzików znajdziesz różnorodność wspaniałych modeli, które rozbudzą Twoją wyobraźnię i zapewnią niezapomnianą zabawę. Od klasycznych muscle carów po futurystyczne super samochody, każdy pojazd w tej paczce wyróżnia się nie tylko estetyką, ale również wysoką jakością wykonania, charakterystyczną dla marki Hot Wheels.",
        "third": "Niech Twoje wyścigi na torach Hot Wheels staną się jeszcze bardziej emocjonujące dzięki temu zestawowi samochodzików. Pozwól swojej kreatywności rozkwitnąć, tworząc własne trasy i scenariusze, w których te niesamowite pojazdy będą odgrywać główne role.",
        "fourth": "Paczka 20 samochodzików Hot Wheels to idealny prezent dla młodych entuzjastów motoryzacji i kolekcjonerów, którzy chcą poszerzyć swoją flotę o najnowsze i najbardziej ekscytujące modele. Przygotuj się na niezapomniane przygody na torze i niech świat Hot Wheels stanie się Twoim ulubionym miejscem do zabawy!"
      },
      "paragraphsEng": {
        "first": "Welcome to an exciting adventure with the Pack of 20 Hot Wheels cars! This collection of extraordinary vehicles is every automotive enthusiast's and action-packed road fan's dream.",
        "second": "In the Pack of 20 Hot Wheels cars, you'll find a variety of fantastic models that will ignite your imagination and provide unforgettable fun. From classic muscle cars to futuristic supercars, each vehicle in this pack stands out not only with its aesthetics but also with the high-quality craftsmanship characteristic of the Hot Wheels brand.",
        "third": "Let your races on Hot Wheels tracks become even more thrilling with this set of cars. Allow your creativity to flourish by creating your own tracks and scenarios where these incredible vehicles will play the main roles.",
        "fourth": "The Pack of 20 Hot Wheels cars is the perfect gift for young automotive enthusiasts and collectors who want to expand their fleet with the latest and most exciting models. Get ready for unforgettable adventures on the track, and let the world of Hot Wheels become your favorite place to play!"
      }
    }
  },
  {
    "id": 11,
    "type": "inspiration",
    "image": "assets/images/inspiration/Bigijs-rail-station-train.jpg",
    "inspirationImagePopup": "assets/images/inspiration/Bigijs-rail-station-train.jpg",
    "title": "Stacja kolejowa z serii Bigijs",
    "titleEng": "The railway station from the Bigijs series.",
    "price": "23",
    "description": {
      "title": "Stacja kolejowa z serii Bigijs",
      "titleEng": "The railway station from the Bigijs series.",
      "paragraphs": {
        "first": "Stacja kolejowa z serii Bigijs to niezwykła zabawka, która przenosi dzieci w fascynujący świat kolejowych przygód. Ta kolorowa i interaktywna stacja to centrum wszystkich aktywności kolejowych w świecie Bigijsów.",
        "second": "Zbudowana z dbałością o detale, stacja kolejowa oferuje wiele możliwości zabawy i eksploracji. Dzieci mogą obserwować przyjazd i odjazd pociągów, kupować bilety, czekać na peronie na swoje podróże oraz monitorować ruch kolejowy za pomocą różnych mechanizmów i dźwigni.",
        "third": "Ta wspaniała zabawka nie tylko rozwija wyobraźnię i kreatywność, ale także uczy dzieci podstawowych pojęć związanych z funkcjonowaniem kolejowego transportu. Dzięki Stacji kolejowej z serii Bigijs dzieci mogą przenieść się w magiczny świat podróży pociągiem, gdzie każdy dzień pełen jest nowych przygód i odkryć."
      },
      "paragraphsEng": {
        "first": "The Bigijs Railway Station is an extraordinary toy that transports children into the fascinating world of railway adventures. This colorful and interactive station serves as the hub for all railway activities in the world of Bigijs.",
        "second": "Built with attention to detail, the railway station offers numerous opportunities for play and exploration. Children can observe the arrival and departure of trains, purchase tickets, wait on the platform for their journeys, and monitor railway traffic using various mechanisms and levers.",
        "third": "This wonderful toy not only fosters imagination and creativity but also teaches children basic concepts related to the functioning of railway transport. Thanks to the Bigijs Railway Station, children can immerse themselves in the magical world of train travel, where every day is full of new adventures and discoveries."
      }
    }
  },
  {
    "id": 12,
    "type": "inspiration",
    "image": "assets/images/inspiration/Castorland-puzzle-train.jpg",
    "inspirationImagePopup": "assets/images/inspiration/Castorland-puzzle-train.jpg",
    "title": "Puzzle Castorland",
    "titleEng": "Castorland Puzzle Pack",
    "price": "11",
    "description": {
      "title": "Puzzle Castorland",
      "titleEng": "Castorland Puzzle Pack",
      "paragraphs": {
        "first": "Puzzle Castorland to idealny sposób na spędzenie czasu dla miłośników łamigłówek i układanek. Każde puzzle tej renomowanej marki to wyjątkowy wybór, który zapewni zarówno przyjemność, jak i wyzwanie.",
        "second": "Zestawiając razem kawałki, odkrywasz piękne obrazy o różnorodnych motywach - od malowniczych krajobrazów po urocze zwierzęta. Dzięki wysokiej jakości wydrukom i starannie wyciętym kawałkom, układanie puzzli staje się nie tylko rozrywką, ale także relaksem dla umysłu.",
        "third": "Puzzle Castorland są doskonałym pomysłem na prezent dla dzieci, dorosłych oraz całych rodzin. Zapewnij sobie godziny radości i satysfakcji, układając te wspaniałe układanki, które po złożeniu tworzą prawdziwe dzieła sztuki."
      },
      "paragraphsEng": {
        "first": "Puzzle Castorland is the perfect way to spend time for fans of puzzles and jigsaw enthusiasts. Each puzzle from this renowned brand is a unique choice that provides both enjoyment and challenge.",
        "second": "By putting the pieces together, you discover beautiful images with various themes - from scenic landscapes to adorable animals. With high-quality prints and carefully cut pieces, assembling puzzles becomes not only entertainment but also a relaxation for the mind.",
        "third": "Castorland puzzles are an excellent gift idea for children, adults, and entire families. Ensure yourself hours of joy and satisfaction by assembling these wonderful puzzles, which, once completed, create true works of art."
      }
    }
  },
  {
    "id": 13,
    "type": "inspiration",
    "image": "assets/images/inspiration/Hot-wheel-lamborgini.png",
    "inspirationImagePopup": "assets/images/inspiration/Hot-wheel-lamborgini.png",
    "title": "Samochodzik Lamborgini hot wheels",
    "titleEng": "Lamborgini hot wheels car",
    "price": "8",
    "description": {
      "title": "Samochodzik Lamborgini hot wheels",
      "titleEng": "Lamborgini hot wheels car",
      "paragraphs": {
        "first": "Samochodzik Lamborghini Hot Wheels to niezwykła zabawka dla małych i dużych pasjonatów motoryzacji. Ta precyzyjnie wykonana replika legendarnego włoskiego supersamochodu zapewnia nie tylko godziny wspaniałej zabawy, ale także przenosi nas w świat ekscytujących wyścigów i adrenaliny.",
        "second": "Zaprojektowany z dbałością o szczegóły, samochodzik Lamborghini Hot Wheels imponuje nie tylko swoim wyglądem, ale również doskonałymi osiągami na torze. Dzięki wyjątkowej jakości wykonania i autentycznemu designowi, każde dziecko może poczuć się jak prawdziwy kierowca wyścigowy, pokonując zakręty i docierając do mety jako zwycięzca.",
        "third": "To nie tylko zabawka, to także inspiracja do marzeń o nieograniczonych możliwościach i pasji do szybkiej jazdy. Samochodzik Lamborghini Hot Wheels to idealny prezent dla każdego fana motoryzacji, który pragnie poczuć dreszczyk emocji podczas ekscytujących wyścigów na swoim torze Hot Wheels."
      },
      "paragraphsEng": {
        "first": "The Lamborghini Hot Wheels car is an extraordinary toy for both young and adult automotive enthusiasts. This precisely crafted replica of the legendary Italian supercar not only provides hours of fantastic fun but also transports us into the world of exciting races and adrenaline.",
        "second": "Designed with attention to detail, the Lamborghini Hot Wheels car impresses not only with its appearance but also with its excellent performance on the track. Thanks to its exceptional quality and authentic design, every child can feel like a real racing driver, tackling curves and reaching the finish line as a winner.",
        "third": "It's not just a toy; it's also an inspiration for dreams of unlimited possibilities and a passion for fast driving. The Lamborghini Hot Wheels car is the perfect gift for any automotive fan who wants to experience the thrill of excitement during exciting races on their Hot Wheels track."
      }
    }
  },
  {
    "id": 14,
    "type": "inspiration",
    "image": "assets/images/inspiration/knapford-thomas-train.jpg",
    "inspirationImagePopup": "assets/images/inspiration/knapford-thomas-train.jpg",
    "title": "Stacja knapford z Tomka",
    "titleEng": "Knapford Station from Thomas",
    "price": "19",
    "description": {
      "title": "Stacja knapford z Tomka",
      "titleEng": "Knapford Station from Thomas",
      "paragraphs": {
        "first": "Stacja Knapford z Tomka to niezwykła zabawka, która przenosi dzieci w magiczny świat popularnej serii animowanej Tomcio Paluch. Ta kolorowa i interaktywna stacja kolejowa to centralny punkt wielu przygód bohaterów z Knapford.",
        "second": "Zbudowana z dbałością o detale, stacja Knapford oferuje wiele możliwości zabawy i eksploracji dla fanów serii. Dzieci mogą obserwować przyjazd i odjazd pociągów, odkrywać tajemnice stacji, a także organizować swoje własne przygody z ulubionymi postaciami z Tomka.",
        "third": "Ta wspaniała zabawka nie tylko rozwija wyobraźnię i kreatywność, ale także umożliwia dzieciom przeniesienie się w świat swoich ulubionych bajkowych bohaterów. Stacja Knapford z Tomkiem to doskonały prezent dla każdego małego miłośnika Tomcia Palucha, który chce odtworzyć ulubione sceny z serii i przeżyć wiele niezapomnianych przygód na torach kolejowych."
      },
      "paragraphsEng": {
        "first": "Knapford Station from Thomas is an extraordinary toy that transports children into the magical world of the popular animated series Thomas the Tank Engine. This colorful and interactive railway station serves as the central point for many adventures of the characters from Knapford.",
        "second": "Built with attention to detail, Knapford Station offers plenty of opportunities for play and exploration for fans of the series. Children can observe the arrival and departure of trains, uncover the secrets of the station, and even create their own adventures with their favorite characters from Thomas.",
        "third": "This wonderful toy not only stimulates imagination and creativity but also allows children to immerse themselves in the world of their favorite animated characters. Knapford Station with Thomas is a perfect gift for every little fan of Thomas the Tank Engine who wants to recreate favorite scenes from the series and experience many unforgettable adventures on the railway tracks."
      }
    }
  },
  {
    "id": 15,
    "type": "inspiration",
    "image": "assets/images/inspiration/mutant-matel-machine.jpg",
    "inspirationImagePopup": "assets/images/inspiration/mutant-matel-machine.jpg",
    "title": "Samochodzik mutant matel hot wheels",
    "titleEng": "Mutant matel car hot wheels",
    "price": "21",
    "description": {
      "title": "Samochodzik mutant matel hot wheels",
      "titleEng": "Mutant matel car hot wheels",
      "paragraphs": {
        "first": "Samochodzik Mutant od Mattela z serii Hot Wheels to prawdziwa gratka dla miłośników niezwykłych i ekscytujących pojazdów! Ten niesamowity samochód łączy w sobie cechy klasycznego modelu Hot Wheels z futurystycznymi detalami, tworząc unikalny i dynamiczny design.",
        "second": "Zbudowany z wytrzymałych materiałów i z dbałością o każdy detal, samochodzik Mutant zachwyca nie tylko swoim wyglądem, ale również doskonałą jakością wykonania. Dzięki dynamicznym kolorom i nietypowym kształtom, zapewnia on niezapomniane chwile zabawy i pełne emocji wyścigi na torze Hot Wheels.",
        "third": "Ten nietuzinkowy pojazd to nie tylko zabawka, ale również inspiracja do kreatywnych przygód i wyobraźni. Pozwól swoim dzieciom wyruszyć w fantastyczne podróże i odkrywać nowe światy za kierownicą samochodzika Mutant od Mattela!"
      },
      "paragraphsEng": {
        "first": "The Mutant car from Mattel's Hot Wheels series is a real treat for fans of extraordinary and exciting vehicles! This incredible car combines features of the classic Hot Wheels model with futuristic details, creating a unique and dynamic design.",
        "second": "Built with durable materials and attention to every detail, the Mutant car captivates not only with its appearance but also with its excellent craftsmanship. With its dynamic colors and unconventional shapes, it provides unforgettable moments of fun and exciting races on the Hot Wheels track.",
        "third": "This exceptional vehicle is not just a toy but also an inspiration for creative adventures and imagination. Let your children embark on fantastic journeys and discover new worlds behind the wheel of the Mutant car from Mattel!"
      }
    }
  },
  {
    "id": 16,
    "type": "inspiration",
    "image": "assets/images/inspiration/shark-bundle.jpg",
    "inspirationImagePopup": "assets/images/inspiration/shark-bundle.jpg",
    "title": "Rekinowa paczka Hot wheels",
    "titleEng": "Shark Pack Hot Wheels",
    "price": "32",
    "description": {
      "title": "Rekinowa paczka Hot wheels",
      "titleEng": "Shark Pack Hot Wheels",
      "paragraphs": {
        "first": "Rekinowa paczka Hot Wheels to zestaw niezwykłych samochodzików, które przenoszą dzieci w świat ekscytujących wyścigów i przygód na torach Hot Wheels. Ten zestaw zawiera kilka modeli samochodów ozdobionych motywem rekinów, które dodają nieco dodatkowej adrenaliny do zabawy.",
        "second": "Zbudowane z wysokiej jakości materiałów, samochodziki z rekinową paczką Hot Wheels charakteryzują się doskonałą wytrzymałością i wykończeniem. Dzięki różnorodności kolorów i designów, każdy z tych samochodzików zachwyca i zapewnia niezapomniane chwile zabawy.",
        "third": "Rekinowa paczka Hot Wheels to nie tylko zestaw samochodzików, ale także inspiracja do kreatywnych wyścigów i przygód. Pozwól swoim dzieciom wyruszyć w morską wyprawę na torze Hot Wheels, gdzie rekinowe samochodziki będą prowadziły ich do zwycięstwa i niezapomnianej zabawy!"
      },
      "paragraphsEng": {
        "first": "The Shark Pack Hot Wheels is a set of extraordinary toy cars that take children into the world of exciting races and adventures on Hot Wheels tracks. This set includes several car models decorated with a shark theme, adding an extra dose of adrenaline to the fun.",
        "second": "Built with high-quality materials, the Hot Wheels Shark Pack cars are characterized by excellent durability and finishing. With a variety of colors and designs, each of these cars delights and provides unforgettable moments of play.",
        "third": "The Shark Pack Hot Wheels is not just a set of toy cars but also an inspiration for creative races and adventures. Let your children embark on a marine adventure on the Hot Wheels track, where the shark-themed cars will lead them to victory and unforgettable fun!"
      }
    }
  },
  {
    "id": 17,
    "type": "inspiration",
    "image": "assets/images/inspiration/shark-city.jpg",
    "inspirationImagePopup": "assets/images/inspiration/shark-city.jpg",
    "title": "Rekinowe miasto Hot wheels",
    "titleEng": "Shark City Hot Wheels",
    "price": "28",
    "description": {
      "title": "Rekinowe miasto Hot wheels",
      "titleEng": "Shark City Hot Wheels",
      "paragraphs": {
        "first": "Rekinowe Miasto Hot Wheels to niezwykła zabawka, która przenosi dzieci w świat ekscytujących przygód i wyścigów. To miejsce, gdzie rekinie rządzą ulicami, a każdy z zakątków miasta skrywa tajemnice i niespodzianki.",
        "second": "Zbudowane z dbałością o detale, Rekinowe Miasto oferuje wiele możliwości zabawy i eksploracji. Dzieci mogą wcielać się w role kierowców wyścigowych i odkrywać zakamarki miasta, uczestnicząc w emocjonujących wyścigach i ścigając się z przyjaciółmi.",
        "third": "Ta kolorowa i dynamiczna zabawka nie tylko rozwija wyobraźnię i kreatywność, ale także stymuluje zdolności motoryczne i umiejętności spostrzegawcze. Pozwól swojemu dziecku wyruszyć w morskie przygody na ulicach Rekinowego Miasta Hot Wheels i doświadczyć niezapomnianych chwil pełnych emocji i radości!"
      },
      "paragraphsEng": {
        "first": "Shark City Hot Wheels is an extraordinary toy that transports children into a world of exciting adventures and races. It's a place where sharks rule the streets, and every corner of the city hides secrets and surprises.",
        "second": "Built with attention to detail, Shark City offers many opportunities for play and exploration. Children can role-play as race car drivers and explore the city's nooks and crannies, participating in thrilling races and competing with friends.",
        "third": "This colorful and dynamic toy not only fosters imagination and creativity but also stimulates motor skills and observational abilities. Allow your child to embark on maritime adventures on the streets of Shark City Hot Wheels and experience unforgettable moments full of excitement and joy!"
      }
    }
  },
  {
    "id": 18,
    "type": "inspiration",
    "image": "assets/images/inspiration/Wooden-train-set.jpg",
    "inspirationImagePopup": "assets/images/inspiration/Wooden-train-set.jpg",
    "title": "Drewniany zestaw koleji",
    "titleEng": "Wooden train set",
    "price": "19",
    "description": {
      "title": "Drewniany zestaw koleji",
      "titleEng": "Wooden train set",
      "paragraphs": {
        "first": "Drewniany zestaw kolei to klasyczna i wielofunkcyjna zabawka, która zapewni dzieciom wiele godzin kreatywnej zabawy i rozrywki. Ten kompletny zestaw zawiera różnorodne elementy, takie jak tory kolejowe, wagony, lokomotywy oraz dodatkowe akcesoria, które umożliwiają budowanie własnych tras i symulowanie prawdziwych podróży.",
        "second": "Zbudowane z solidnego drewna, elementy zestawu są trwałe i bezpieczne dla dzieci. Zabawa drewnianą koleją rozwija zdolności manualne, koordynację ruchową oraz kreatywność, pozwalając dzieciom kreować własne scenariusze podróży i eksplorować różnorodne środowiska.",
        "third": "Drewniany zestaw kolei to także świetna okazja do nauki podstawowych pojęć związanych z transportem kolejowym oraz rozwijania umiejętności spostrzegawczości i logicznego myślenia. Daj swojemu dziecku możliwość stworzenia własnego świata kolejowych przygód dzięki temu klasycznemu zestawowi zabawek!"
      },
      "paragraphsEng": {
        "first": "The wooden train set is a classic and multifunctional toy that will provide children with many hours of creative play and entertainment. This complete set includes various elements such as railway tracks, carriages, locomotives, and additional accessories that allow for building custom routes and simulating real journeys.",
        "second": "Constructed from sturdy wood, the set's elements are durable and safe for children. Playing with the wooden train set develops manual skills, motor coordination, and creativity, enabling children to create their own travel scenarios and explore various environments.",
        "third": "The wooden train set is also a great opportunity to learn basic concepts related to railway transportation and to develop observational and logical thinking skills. Give your child the opportunity to create their own world of railway adventures with this classic set of toys!"
      }
    }
  },
  {
    "id": 19,
    "type": "news",
    "image": "assets/images/news/Black-car.jpg",
    "image_content1": "assets/images/news/Content/red-car.jpg",
    "image_content2": "assets/images/news/Content/yellow-car.jpg",
    "title": "Hot Wheels o samochodzikach w naszym sklepie",
    "titleEng": "News about Hot Wheels cars in our store",
    "paragraphs": {
      "first": "Cieszymy się ogłosić, że do naszego sklepu trafiła najnowsza kolekcja samochodzików Hot Wheels! Wśród nowych modeli znajdziesz wiele ekscytujących propozycji, które zachwycą zarówno kolekcjonerów, jak i miłośników zabawy. Oto kilka informacji na temat najnowszych dodatków do naszej oferty:",
      "second": "Nowe modele Hot Wheels: Oferujemy szeroki wybór najnowszych modeli samochodzików Hot Wheels, które zachwycą każdego fana motoryzacji. Od klasycznych muscle carów po futurystyczne koncepty, nasza kolekcja zawiera coś dla każdego.",
      "third": "Limitowane edycje i wyjątkowe serie: Nie przegap okazji, aby zdobyć limitowane edycje Hot Wheels, które są dostępne tylko przez krótki czas. Śledź naszą stronę internetową oraz nasze media społecznościowe, aby być na bieżąco z najnowszymi wydaniami i seriami tematycznymi.",
      "fourth": "Zestawy i akcesoria: Oprócz samochodzików, oferujemy również różnorodne zestawy i akcesoria, które umożliwią jeszcze więcej zabawy z Hot Wheels. Znajdziesz tu między innymi zestawy torów, garaże, rampy i wiele więcej, które pozwolą na tworzenie własnych wyścigów i przygód."
    },
    "paragraphsEng": {
      "first": "We are excited to announce that the latest collection of Hot Wheels cars has arrived in our store! Among the new models, you will find many exciting options that will delight both collectors and fans of fun. Here are some details about the newest additions to our offerings:",
      "second": "New Hot Wheels models: We offer a wide selection of the latest Hot Wheels car models that will thrill every automotive enthusiast. From classic muscle cars to futuristic concepts, our collection has something for everyone.",
      "third": "Limited editions and special series: Don't miss the opportunity to get limited edition Hot Wheels cars that are available for a short time only. Follow our website and social media channels to stay up-to-date with the latest releases and themed series.",
      "fourth": "Sets and accessories: In addition to cars, we also offer a variety of sets and accessories that will allow even more fun with Hot Wheels. You will find track sets, garages, ramps, and much more, allowing you to create your own races and adventures."
    }
  },
  {
    "id": 20,
    "type": "news",
    "image": "assets/images/news/ice-ride.jpg",
    "image_content1": "assets/images/news/Content/ice-ride-1.jpg",
    "image_content2": "assets/images/news/Content/ice-ride-2.jpg",
    "title": "Hot Wheels City Rajdowa Lodziarnia",
    "titleEng": "Hot Wheels City Ice Cream Parlor Rally Set",
    "paragraphs": {
      "first": "Z wielką radością ogłaszamy przybycie zestawu Hot Wheels City Rajdowa Lodziarnia do naszego sklepu! Przygotuj się na ekscytujące przygody z tą nową, wspaniałą częścią linii Hot Wheels City. Oto kilka rzeczy, które warto wiedzieć o tym fantastycznym zestawie:",
      "second": "Ekscytująca Akcja Wyścigowa: Zestaw Rajdowa Lodziarnia przynosi wysokooktanową akcję wyścigową do Hot Wheels City. Ścigaj swoje samochodziki przez pętle, skoki i zakręty, pokonując lodowe tory lodziarni.",
      "third": "Interaktywne Funkcje: Ten zestaw jest wypełniony interaktywnymi funkcjami, które dodają emocji. Wyrzuć swoje samochodziki do akcji, wyzwij swoich przyjaciół na epickie wyścigi i obserwuj, jak wykonują grawitacyjne ewolucje.",
      "fourth": "Cool Temat Lodziarni: Zestaw przedstawia wibracyjny temat lodziarni, kompletny z kolorowymi dekoracjami i detalami. Jest to idealne tło dla epickich przygód wyścigowych."
    },
    "paragraphsEng": {
      "first": "We are thrilled to announce the arrival of the Hot Wheels City Ice Cream Parlor Rally Set in our store! Get ready for thrilling adventures with this exciting new addition to the Hot Wheels City lineup. Here's what you need to know about this fantastic set:",
      "second": "Exciting Racing Action: The Ice Cream Parlor Rally Set brings high-speed racing action to Hot Wheels City. Race your cars through loops, jumps, and curves as you navigate the icy tracks of the ice cream parlor.",
      "third": "Interactive Features: This set is packed with interactive features that add to the excitement. Launch your cars into action, challenge your friends to epic races, and watch as they perform gravity-defying stunts.",
      "fourth": "Cool Ice Cream Parlor Theme: The set features a vibrant ice cream parlor theme, complete with colorful decorations and details. It's the perfect backdrop for epic racing adventures."
    }
  },
  {
    "id": 21,
    "type": "news",
    "image": "assets/images/news/skatepark.jpg",
    "image_content1": "assets/images/news/Content/skatepark1.jpg",
    "image_content2": "assets/images/news/Content/skatepark2.jpg",
    "title": "Hot Wheels Skate Tony Hawk Śniadaniowa Rampa Zestaw",
    "titleEng": "Hot Wheels Skate Tony Hawk Breakfast Ramp Set",
    "paragraphs": {
      "first": "Z wielką radością ogłaszamy przybycie zestawu Hot Wheels Skate Tony Hawk Śniadaniowa Rampa do naszego sklepu! Ten wyjątkowy zestaw, inspirowany legendarnym skateboardzistą Tony Hawk, zapewni Ci wiele ekscytujących chwil i niezapomnianą zabawę. Oto kilka rzeczy, które warto wiedzieć o tym fantastycznym zestawie:",
      "second": "Ekscytujące Wyścigi na Deskorolce: Zestaw Śniadaniowa Rampa przenosi emocjonujące wyścigi na deskorolkach do świata Hot Wheels. Wyrusz na szaloną trasę, wykonując skoki i triki na rampach inspirowanych prawdziwymi miejscami do jazdy na deskorolce.",
      "third": "Inspirujący Temat Tony'ego Hawka: Ten zestaw został stworzony we współpracy z legendą jazdy na deskorolce, Tony Hawk. Przeniesiesz się do świata deskorolkarskich legend, kiedy odkryjesz różnorodne rampy i przeszkody inspirowane stylami jazdy Tony'ego Hawka.",
      "fourth": "Różnorodne Elementy Zestawu: Zestaw zawiera wiele różnorodnych elementów, takich jak rampy, przeszkody, i wiele więcej, które pozwolą Ci tworzyć własne ekscytujące trasy i scenariusze."
    },
    "paragraphsEng": {
      "first": "We are thrilled to announce the arrival of the Hot Wheels Skate Tony Hawk Breakfast Ramp Set in our store! This unique set, inspired by the legendary skateboarder Tony Hawk, will provide you with many exciting moments and unforgettable fun. Here are a few things to know about this fantastic set:",
      "second": "Exciting Skate Racing: The Breakfast Ramp Set brings thrilling skateboard racing to the world of Hot Wheels. Embark on a wild journey, performing jumps and tricks on ramps inspired by real skateboarding spots.",
      "third": "Inspiring Tony Hawk Theme: This set was created in collaboration with skateboarding legend Tony Hawk. You will immerse yourself in the world of skateboarding legends as you discover various ramps and obstacles inspired by Tony Hawk's riding styles.",
      "fourth": "Diverse Set Elements: The set includes many diverse elements such as ramps, obstacles, and much more, allowing you to create your own exciting tracks and scenarios."
    }
  },
  {
    "id": 22,
    "type": "news",
    "image": "assets/images/news/monsterArena.jpg",
    "image_content1": "assets/images/news/Content/monsterArena1.jpg",
    "image_content2": "assets/images/news/Content/monsterArena2.jpg",
    "title": "Hot Wheels Monster Trucks Arena Smashers Masywny Ładunek Wyzwanie",
    "titleEng": "Hot Wheels Monster Trucks Arena Smashers Massive Load Challenge",
    "paragraphs": {
      "first": "Z radością ogłaszamy pojawienie się zestawu Hot Wheels Monster Trucks Arena Smashers Masywny Ładunek Wyzwanie w naszym sklepie! Ten ekscytujący nowy dodatek do linii Hot Wheels obiecuje akcję pełną adrenaliny i niekończącą się zabawę. Oto, co powinieneś wiedzieć o tym ekscytującym zestawie:",
      "second": "Ekscytująca Akcja Monster Trucków: Zestaw Masywny Ładunek Wyzwanie przynosi ekscytującą akcję wyścigów monster trucków do świata Hot Wheels. Przygotuj się do miażdżenia przeszkód i wykonuj epickie popisy z ulubionymi monster truckami.",
      "third": "Ekscytujące Środowisko Areny: Ten zestaw obejmuje ekscytujące środowisko areny, w której możesz uwolnić moc swoich monster trucków. Ścigaj się po arenie, pokonuj przeszkody i podejmuj wyzwania na trudnych rampach, aby maksymalnie podkręcić emocje.",
      "fourth": "Konfigurowalne Układy Torów: Dzięki konfigurowalnym układom torów możesz tworzyć własne unikalne trasy wyścigowe i wyzwania. Mieszaj i dopasowuj części torów, aby zaprojektować ekscytujące układy, które sprawdzą twoje umiejętności prowadzenia monster trucków."
    },
    "paragraphsEng": {
      "first": "We're excited to announce the arrival of the Hot Wheels Monster Trucks Arena Smashers Massive Load Challenge to our store! This thrilling new addition to the Hot Wheels lineup promises adrenaline-pumping action and endless fun. Here's what you need to know about this exciting set:",
      "second": "Thrilling Monster Truck Action: The Massive Load Challenge set brings the excitement of monster truck racing to Hot Wheels. Get ready to smash through obstacles and perform epic stunts with your favorite monster trucks.",
      "third": "Exciting Arena Environment: This set features an exhilarating arena environment where you can unleash the power of your monster trucks. Race around the arena, conquer obstacles, and take on challenging ramps for maximum excitement.",
      "fourth": "Customizable Track Configurations: With customizable track configurations, you can create your own unique race courses and challenges. Mix and match track pieces to design thrilling layouts that will test your monster truck driving skills."
    }
  },
  {
    "id": 23,
    "type": "news",
    "image": "assets/images/news/batloop.jpg",
    "image_content1": "assets/images/news/Content/batloop1.jpg",
    "image_content2": "assets/images/news/Content/batloop2.jpg",
    "title": "Hot Wheels City Pętla Nietoperza Zestaw",
    "titleEng": "Hot Wheels City Bat Loop Set",
    "paragraphs": {
      "first": "Cieszymy się ogłosić przybycie zestawu Hot Wheels City Pętla Nietoperza do naszego sklepu! Ten fascynujący zestaw przynosi wyjątkową akcję i niezapomnianą zabawę do świata Hot Wheels City. Oto kilka istotnych informacji na temat tego ekscytującego zestawu:",
      "second": "Ekscytujące Wyścigi: Zestaw Pętla Nietoperza zapewnia ekscytujące wyścigi samochodami Hot Wheels. Odkryj niezwykłą pętlę, która pozwala Twoim samochodom na ekstremalne akrobacje i szybkie ściganie się.",
      "third": "Dynamiczne Elementy: Zestaw zawiera dynamiczne elementy, które dodają do emocji i akcji wyścigów. Zbijaj się z rampy, przelatuj przez pętlę i pokonuj niebezpieczne zakręty, aby osiągnąć zwycięstwo.",
      "fourth": "Interaktywny Świat Hot Wheels: Pętla Nietoperza doskonale wpasowuje się w interaktywny świat Hot Wheels City, pozwalając na dalszą rozbudowę Twojego miasta i tworzenie niesamowitych tras wyścigowych."
    },
    "paragraphsEng": {
      "first": "We're excited to announce the arrival of the Hot Wheels City Bat Loop Set in our store! This fascinating set brings unique action and unforgettable fun to the world of Hot Wheels City. Here are some important details about this exciting set:",
      "second": "Exciting Races: The Bat Loop Set provides thrilling races with Hot Wheels cars. Discover the incredible loop that allows your cars to perform extreme stunts and race at high speeds.",
      "third": "Dynamic Elements: The set includes dynamic elements that add to the excitement and action of the races. Launch off the ramp, zoom through the loop, and conquer dangerous turns to achieve victory.",
      "fourth": "Interactive World of Hot Wheels: The Bat Loop Set seamlessly fits into the interactive world of Hot Wheels City, allowing for further expansion of your city and the creation of amazing race tracks."
    }
  },
  {
    "id": 24,
    "type": "news",
    "image": "assets/images/news/tornado.jpg",
    "image_content1": "assets/images/news/Content/tornado1.jpg",
    "image_content2": "assets/images/news/Content/tornado2.jpg",
    "title": "Hot Wheels Action Zakręcone Tornado Zestaw Do Zabawy",
    "titleEng": "Hot Wheels Action Twisted Tornado Playset",
    "paragraphs": {
      "first": "Z ogromną radością ogłaszamy dostępność zestawu do zabawy Hot Wheels Action Zakręcone Tornado w naszym sklepie! Ten niezwykły zestaw zapewnia fascynującą zabawę i ekscytującą akcję, która porwie zarówno małych, jak i dużych fanów Hot Wheels. Oto kilka istotnych informacji na temat tego fantastycznego zestawu:",
      "second": "Dynamiczna Akcja: Zestaw Zakręcone Tornado oferuje dynamiczną akcję, która przeniesie Twoje wyścigi samochodów Hot Wheels na zupełnie nowy poziom. Zobacz, jak Twoje samochody wirują wokół olbrzymiego tornado, wywołując efektowne sztuczki i akrobacje.",
      "third": "Interaktywne Elementy: Zestaw ten zawiera liczne interaktywne elementy, które dodają do zabawy i ekscytacji. Odkryj, jak Twój samochód wywołuje wirujący ruch tornado, przechodzi przez skomplikowane tory i pokonuje przeszkody, tworząc niesamowite widowisko.",
      "fourth": "Możliwości Rozbudowy: Zestaw Zakręcone Tornado idealnie wpasowuje się w inne zestawy Hot Wheels Action, co pozwala na tworzenie jeszcze większych i bardziej spektakularnych tras wyścigowych. Rozbuduj swoją kolekcję i doświadczaj niekończącej się zabawy!"
    },
    "paragraphsEng": {
      "first": "With great joy, we announce the availability of the Hot Wheels Action Twisted Tornado Playset in our store! This extraordinary set provides fascinating fun and thrilling action that will captivate both young and old Hot Wheels fans. Here are some important details about this fantastic set:",
      "second": "Dynamic Action: The Twisted Tornado Playset offers dynamic action that will take your Hot Wheels car races to a whole new level. Watch as your cars spin around the giant tornado, performing spectacular tricks and stunts.",
      "third": "Interactive Elements: This set includes numerous interactive elements that add to the fun and excitement. Discover how your car triggers the swirling tornado motion, navigates through intricate tracks, and overcomes obstacles, creating an amazing spectacle.",
      "fourth": "Expansion Possibilities: The Twisted Tornado Playset seamlessly integrates with other Hot Wheels Action sets, allowing for the creation of even larger and more spectacular race tracks. Expand your collection and experience endless fun!"
    }
  },
  {
    "id": 25,
    "type": "news",
    "image": "assets/images/news/station.jpg",
    "image_content1": "assets/images/news/Content/station1.jpg",
    "image_content2": "assets/images/news/Content/station2.jpg",
    "title": "Hot Wheels City Superstacja Ładowania Samochodów Zestaw Do Zabawy",
    "titleEng": "Hot Wheels City Car Charging Superstation Playset",
    "paragraphs": {
      "first": "Z wielką radością ogłaszamy dostępność zestawu do zabawy Hot Wheels City Superstacja Ładowania Samochodów w naszym sklepie! Ten fantastyczny zestaw przynosi niezwykłą akcję i zabawę, która zachwyci zarówno małych, jak i dużych fanów Hot Wheels. Oto kilka kluczowych informacji na temat tego ekscytującego zestawu:",
      "second": "Dynamiczna Akcja: Zestaw Superstacja Ładowania Samochodów oferuje dynamiczną akcję, która przeniesie Twoje wyścigi samochodów Hot Wheels na zupełnie nowy poziom. Odkryj, jak samochody ładują się na stacjach ładowania, przygotowując się do kolejnych emocjonujących wyścigów.",
      "third": "Interaktywne Elementy: Zestaw ten zawiera liczne interaktywne elementy, które dodają do zabawy i ekscytacji. Przetestuj swoje umiejętności, przemieszczając się po różnych stacjach, i zobacz, jak Twoje samochody są gotowe do walki na torze wyścigowym.",
      "fourth": "Możliwości Rozbudowy: Superstacja Ładowania Samochodów idealnie wpasowuje się w inne zestawy Hot Wheels City, co pozwala na tworzenie jeszcze większych i bardziej spektakularnych tras wyścigowych. Rozbuduj swoją kolekcję i doświadczaj niekończącej się zabawy!"
    },
    "paragraphsEng": {
      "first": "We are thrilled to announce the availability of the Hot Wheels City Car Charging Superstation Playset in our store! This fantastic set brings extraordinary action and fun that will delight both young and old Hot Wheels fans. Here are some key details about this exciting set:",
      "second": "Dynamic Action: The Car Charging Superstation Playset offers dynamic action that will take your Hot Wheels car races to a whole new level. Discover how the cars charge up at the charging stations, getting ready for the next thrilling races.",
      "third": "Interactive Elements: This set includes numerous interactive elements that add to the fun and excitement. Test your skills as you move through different stations and see how your cars are prepared to battle on the race track.",
      "fourth": "Expansion Opportunities: The Car Charging Superstation seamlessly integrates with other Hot Wheels City sets, allowing for the creation of even larger and more spectacular race tracks. Expand your collection and experience endless fun!"
    }
  },
  {
    "id": 26,
    "type": "news",
    "image": "assets/images/news/monsterTruck.jpg",
    "image_content1": "assets/images/news/Content/monsterTruck1.jpg",
    "image_content2": "assets/images/news/Content/monsterTruck2.jpg",
    "title": "Hot Wheels Monster Trucks 6-Kołowa Ciężarówka 1:64 Asortyment",
    "titleEng": "Hot Wheels Monster Trucks 6-Wheel Truck 1:64 Assortment",
    "paragraphs": {
      "first": "Z przyjemnością informujemy, że do naszego sklepu trafił asortyment Hot Wheels Monster Trucks 6-Kołowa Ciężarówka w skali 1:64! Ten imponujący zestaw zapewni wszystkim fanom motoryzacji godziny zabawy i emocji. Oto kilka istotnych szczegółów na temat tego fantastycznego asortymentu:",
      "second": "Potężne Monster Trucks: Asortyment ten zawiera imponujące Monster Trucks wyposażone w 6 kol, które zapewniają niezapomnianą akcję i zabawę. Każdy pojazd został starannie zaprojektowany, aby dostarczyć maksymalnej frajdy podczas wyścigów i pokazów.",
      "third": "Różnorodność Modeli: W asortymencie znajdziesz różnorodne modele Monster Trucks, każdy z unikalnymi cechami i stylami. Od klasycznych, mocno uzbrojonych ciężarówek po futurystyczne koncepty, zapewniamy coś dla każdego fana motoryzacji.",
      "fourth": "Zbieraj i Zawodź: Zbierz swoje ulubione modele Monster Trucks i rozpocznij własną kolekcję! Możesz również zorganizować emocjonujące zawody z przyjaciółmi, aby sprawdzić, który pojazd jest najszybszy i najbardziej wytrzymały."
    },
    "paragraphsEng": {
      "first": "We are pleased to announce that the Hot Wheels Monster Trucks 6-Wheel Truck assortment in 1:64 scale has arrived at our store! This impressive assortment will provide hours of fun and excitement for all automotive enthusiasts. Here are some key details about this fantastic assortment:",
      "second": "Powerful Monster Trucks: This assortment features impressive Monster Trucks equipped with 6 wheels, delivering unforgettable action and fun. Each vehicle has been carefully designed to provide maximum thrills during races and shows.",
      "third": "Variety of Models: In the assortment, you'll find a variety of Monster Truck models, each with unique features and styles. From classic, heavily-armored trucks to futuristic concepts, we provide something for every automotive fan.",
      "fourth": "Collect and Compete: Collect your favorite Monster Truck models and start your own collection! You can also organize exciting competitions with friends to see which vehicle is the fastest and most durable."
    }
  },
  {
    "id": 27,
    "type": "news",
    "image": "assets/images/news/pizzaCarousel.jpg",
    "image_content1": "assets/images/news/Content/pizzaCarousel1.jpg",
    "image_content2": "assets/images/news/Content/pizzaCarousel2.jpg",
    "title": "Hot Wheels City Odjazdowa Pizza Atak Kobry",
    "titleEng": "Hot Wheels City Awesome Pizza Cobra Attack Playset",
    "paragraphs": {
      "first": "Z wielką radością ogłaszamy premierę zestawu Hot Wheels City Odjazdowa Pizza Atak Kobry w naszym sklepie! Ten niesamowity zestaw zapewni godziny niezapomnianej zabawy i ekscytującej akcji dla wszystkich fanów Hot Wheels. Oto kilka istotnych szczegółów na temat tego fantastycznego zestawu:",
      "second": "Ekscytująca Przygoda na Pizzy: Zestaw Odjazdowa Pizza Atak Kobry przenosi akcję do pizzerii, gdzie musisz bronić się przed atakiem kobra-węża! Przeżyj ekscytującą walkę między samochodami Hot Wheels a potężnym wężem, który zaatakował twoją pizzę.",
      "third": "Interaktywne Elementy: Zestaw ten zawiera liczne interaktywne elementy, które dodają do zabawy i ekscytacji. Odkryj, jak zręcznie potrafisz manewrować swoimi samochodami, aby pokonać węża i uratować pizzę przed zniszczeniem.",
      "fourth": "Możliwość Rozbudowy: Odjazdowa Pizza Atak Kobry idealnie wpasowuje się w inne zestawy Hot Wheels City, co pozwala na tworzenie jeszcze większych i bardziej spektakularnych przygód. Rozbuduj swoją kolekcję i doświadczaj niekończącej się zabawy!"
    },
    "paragraphsEng": {
      "first": "We are thrilled to announce the release of the Hot Wheels City Awesome Pizza - Cobra Attack Playset in our store! This amazing set will provide hours of unforgettable fun and exciting action for all Hot Wheels fans. Here are some key details about this fantastic playset:",
      "second": "Exciting Pizza Adventure: The Awesome Pizza - Cobra Attack set takes the action to the pizzeria, where you must defend against a cobra-snake attack! Experience an exciting battle between Hot Wheels cars and the mighty snake that has attacked your pizza.",
      "third": "Interactive Elements: This set includes numerous interactive elements that add to the fun and excitement. Discover how skillfully you can maneuver your cars to defeat the snake and save the pizza from destruction.",
      "fourth": "Expandability: The Awesome Pizza - Cobra Attack set seamlessly integrates with other Hot Wheels City sets, allowing for the creation of even bigger and more spectacular adventures. Expand your collection and experience endless fun!"
    }
  }
]
